<!--Главная страница с описанием компании-->

<template>
  <main>
    <section class="text-justify leading-8">
      <p>
        I-REKLAMA — это компания, специализирующаяся на предоставлении рекламных услуг, с акцентом на продвижение брендов через Instagram. Мы предлагаем широкий спектр рекламных решений, которые подходят под нужды вашего бизнеса. От спонсируемых постов и сотрудничества с инфлюенсерами до таргетированных рекламных кампаний — наши услуги направлены на повышение видимости и вовлеченности вашей аудитории.
        Наша команда стремится к достижению высоких результатов, обеспечивая четкую коммуникацию и персонализированные стратегии для эффективной рекламы. Независимо от того, хотите ли вы увеличить количество подписчиков, повысить осведомленность о продукте или привлечь трафик на сайт, I-REKLAMA поможет вам достичь поставленных целей.
        Свяжитесь с нами, чтобы получить профессиональные консультации, креативные стратегии и постоянную поддержку в мире рекламы в Instagram!
      </p>
      <p class="mt-6">
        I-REKLAMA — ваш надежный партнер в мире Instagram-рекламы! Мы предоставляем комплексные услуги по продвижению бизнеса, помогая нашим клиентам достигать максимальной видимости и роста в социальной сети.
      </p>
    </section>
    <section class="flex flex-col gap-10 mt-10 justify-center items-center">
      <div class="flex">
        <img src="/public/images/photo_2024-11-24_17-13-17.jpg" height="300" width="300" alt="">
        <a href="https://www.instagram.com/krisha.karaganda?igsh=ZDdyNXU5ejBsMWF3" target="_blank" class="text-service">
          Аккаунт предлагает широкий выбор квартир для покупки и аренды. Удобная навигация по публикациям с описанием расположения, площади, количества комнат, стоимости и фотографиями высокого качества. Регулярно публикуются акции, новые предложения, и советы по покупке недвижимости. В шапке профиля размещена контактная информация и ссылка на сайт для более детальной информации.
        </a>
      </div>
      <div class="flex">
        <img src="/public/images/photo_2024-11-24_17-13-20.jpg" height="300" width="300" alt="">
        <a href="https://www.instagram.com/kupiproday.karaganda/?igsh=cTRlZXppMjN2bmY2#" target="_blank" class="text-service">
          Аккаунт предлагает разнообразные товары для повседневной жизни: от одежды и аксессуаров до бытовой техники и канцелярии. Особенности: доступные цены, качественные фотографии, понятное описание товаров, и скидки для подписчиков.
        </a>
      </div>
      <div class="flex">
        <img src="/public/images/photo_2024-11-24_17-13-22.jpg" height="300" width="300" alt="">
        <a href="https://www.instagram.com/kolesa_karaganda09?igsh=NmdpYm11Znc2cGxp" target="_blank" class="text-service">
          Аккаунт для тех, кто ищет автомобиль мечты. Включает публикации с характеристиками, ценами и реальными фотографиями автомобилей. От легковых машин до внедорожников и электрокаров. В профиле можно найти отзывы клиентов, подробные обзоры и рекомендации по выбору транспорта.
        </a>
      </div>
    </section>
    <ServiceList/>
  </main>
</template>

<script setup lang="ts">
import { ServiceList } from '@/components'
</script>

<style scoped lang="scss">
.text-service {
  @apply mt-4 max-w-2xl text-justify hover:text-blue-500
}
</style>
